{
    "Is there an Ability you'd like to master?": "Gibt es eine Fähigkeit, welche du wirklich beherrschen möchtest?",
    "What is something you like doing in particular?": "Was machst du besonders gerne?",
    "What do you usually do to de-stress?": "Was machst du normalerweise, um Stress abzubauen?",
    "What are your trademarks?": "Was sind deine Markenzeichen?",
    "What TV series are you currently watching?": "Welche Serien schaust du gerade?",
    "What is your favourite story from a movie or book?": "Welches ist deine Lieblings-Geschichte (Film/Buch)?",
    "If you would be able to change your first name, how would you like to be called?": "Wenn du einen neuen Vornamen haben könntest, welchen würdest du wählen?",
    "What have you no idea about?": "Worin hast du keine Ahnung?",
    "About what do you know especially much?": "Worin kennst du dich besonders gut aus?",
    "What is something that pastors should preach about more often?": "Worüber sollte in der Kirche/im Boxenstopp mehr gepredigt werden?",
    "What is something you like talking about?": "Wovon erzählst du gerne?",
    "Show me your best imitation of me!": "Zeig mir die beste Nachahmung von mir!",
    "What is a property/habit of yours that annoys other people?": "Was ist eine deiner Eigenschaften/Gewohnheiten, die andere nervt?",
    "What's the coolest thing you've done in your life so far?": "Was ist das Coolste, was du in deinem Leben schon gemacht hast?",
    "What's your story with Jesus?": "Was ist deine Story mit Jesus?",
    "What makes you interesting?": "Was macht dich interessant?",
    "What would you like to know about the future?": "Was würdest du wissen wollen über die Zukunft?",
    "What persons do you admire? What for?": "Welche Menschen bewunderst du? Wofür?",
    "What accomplishment of yours are you most proud of?": "Auf welche deiner Leistungen / Errungenschaften bist du am meisten Stolz?",
    "What bothers you at the moment?": "Was beschäftigt dich gerade?",
    "What 3 traits would a person that is an exact opposite of you have?": "Welche 3 Eigenschaften weist eine Person auf, die das exakte Gegenteil von dir ist?",
    "What behaviour of others annoys you?": "Welches Verhalten von anderen nervt dich?",
    "What are you grateful for?": "Wofür bist du dankbar?",
    "What bible story is particularly important to you?": "Was ist eine Bibelgeschichte, die dir besonders wichtig ist?",
    "What story is particularly important to you?": "Was ist eine Geschichte, die dir besonders wichtig ist?",
    "What is something you learned during the past week?": "Was ist etwas, was du in der letzten Woche gelernt hast?",
    "On a scale from 1 through 10, how would you rate your life? What could you do to improve it?": "Auf einer Skala von 1–10, wie bewertest du dein Leben? Was könntest du tun, um es zu verbessern?",
    "Of what friend are you particularly proud? Why?": "Auf welchen deiner Freunde bist du am meisten stolz? Warum?",
    "Tell me/us something about you that only few people know!": "Erzähle etwas Spannendes über dich, das nur wenige wissen.",
    "Is there something about Jesus and his doctrine that annoys you?": "Gibt es etwas über Jesus und seine Lehre, das dich verärgert?",
    "In which direction would you like to change the world?": "In welche Richtung möchtest du diese Welt verändern?",
    "When was the last time you felt misunderstood?": "Wann fühltest du dich zuletzt falsch verstanden?",
    "What are you thinking about regarding your faith?": "Was beschäftigt dich in deinem Glaubensleben?",
    "What do you like about our culture?": "Was findest du toll an unserer Kultur?",
    "What wrong belief did you hold in the past?": "Was hast du in Vergangenheit falsch geglaubt?",
    "What is your best (secret) advice for working relationships?": "Was ist dein bester Rat (oder Geheimtipp) für eine funktionierende Beziehung?",
    "What is the best advice you have received?": "Was ist der beste Ratschlag, den du in deinem Leben erhalten hast?",
    "What is most important to you in our relationship?": "Was ist dir in unserer Freundschaft am wichtigsten?",
    "What is most important to you in a relationship?": "Was ist dir in einer Freundschaft am wichtigsten?",
    "What is a common prejudice people have about you?": "Was ist ein häufiges Vorurteil, welches Leute von dir haben?",
    "What is likeable/admirable about you?": "Was ist liebenswert an dir?",
    "What can other people learn from you?": "Was können andere von dir lernen?",
    "What are your biggest goals in life?": "Was sind deine grössten Lebensziele?",
    "What are your goals in your faith?": "Was sind deine Ziele im Glauben?",
    "What are the most important entries in your calendar?": "Was sind die wichtigsten Termine in deiner Agenda?",
    "What advice would you give to a recently converted christian?": "Was sind gute Tipps, die du frisch bekehrten Christen geben würdest?",
    "What treats show mature christians?": "Was sind Merkmale eines reifen Christen?",
    "What bothers you most about what christians believe and how they live?": "Was stört dich am meisten an dem, was Christen glauben und leben?",
    "What would you change about your looks?": "Was würdest du an deinem Aussehen ändern?",
    "What would you change about your personality?": "Was würdest du an deiner Persönlichkeit ändern?",
    "Which trait of Jesus do you appreciate most?": "Welche Eigenschaft von Jesus schätzt du am meisten?",
    "What opinion of yours is unpopular with your friends?": "Welche Meinung von dir ist in deinem Freundeskreis unpopulär?",
    "Who are you in 10 years?": "Wer bist du in 10 Jahren?",
    "Who is your best friend? Why?": "Wer ist dein bester Freund / deine beste Freundin? Warum?",
    "How are you inspiring other people?": "Wie inspirierst du andere?",
    "How are you maintaining your relationship to God?": "Wie pflegst du deine Freundschaft mit Gott?",
    "How does somebody become a friend of yours?": "Wie wird man ein Freund von dir? (Freundschaft)",
    "What are you currently responsible for?": "Wofür trägst du momentan Verantwortung?",
    "From what mistakes of yours can people learn?": "Von welchen Fehlern, die du gemacht hast, können andere lernen?",
    "What is my best quality that I don't see?": "Was ist meine beste Qualität, die ich selber nicht sehe?",
    "What part of getting older worries you? What are you looking forward to?": "Welcher Aspekt des Älterwerdens bereitet dir Sorgen? Auf was freust du dich?",
    "In life, are you where you wanted to be at this point?": "Bist du da im Leben, wo du zum jetzigen Zeitpunkt sein wolltest?",
    "How do you reach a decision?": "Wie triffst du Entscheidungen?",
    "What do you think is the most beautiful part of your body?": "Was findest du das Schönste an deinem Körper?",
    "What is something that I have to experience?": "Was ist etwas, das ich unbedingt erleben soll?",
    "What must I never forget?": "Was sollte ich nie vergessen?",
    "Tell me an embarrassing story from your life!": "Erzähle von einem peinlichen Erlebnis in deinem Leben.",
    "What breaks your heart?": "Was bricht dein Herz?",
    "What blind spots of me should I change?": "Was sind meine blinden Flecken, was sollte ich deiner Meinung nach an mir ändern?",
    "What was the most difficult decision of your life?": "Was war die schwierigste Entscheidung deines Lebens?",
    "What have you wanted to try to change about your life, but haven’t managed?": "Was willst du schon lange an dir ändern, schaffst es aber nicht?",
    "What decision of yours do you regret the most?": "Welche deiner Entscheidungen bereust du am meisten?",
    "When did you fail the hardest in your life? What was your biggest triumph?": "Wo bist du im Leben am schlimmsten gescheitert? Was war dein grösster Triumph?",
    "What is something that life is currently teaching you?": "Was lehrt dich das Leben gerade?",
    "What are your greatest fears?": "Was sind deine grössten Ängste?",
    "What are you ashamed of?": "Wofür schämst du dich?",
    "What is a decision you are struggling with? What is keeping you from making it?": "Was für eine Entscheidung fällt dir schwer zu treffen? Was hält dich davon ab?"
}