{
    "deep": "deep",
    "header": {
        "links": {
            "mode": "Modus",
            "home": "Home",
            "allQuestions": "Alle Fragen",
            "randomQuestion": "Zufällige Frage",
            "chooseFrom3": "Von 3 auswählen",
            "chooseFrom5": "Von 5 auswählen",
            "stats": "Statistiken"
        },
        "players": {
            "title": "Spieler:innen",
            "errorMessageNotEnoughPlayers": "Das Spieler:innen-Modul funktioniert ab zwei Spieler:innen.",
            "enable": "Aktivieren",
            "announceNextPlayer": "Nächste:r Spieler:in ankündigen",
            "addPlayer": "Spieler:in hinzufügen",
            "inOrder": {
                "title": "Reihenfolge",
                "inOrder": "Der Reihe nach",
                "random": "Zufällig",
                "explanation": "Diese Einstellung regelt, in welcher Reihenfolge die nächsten Spieler:innen ausgewählt werden. In den Extremfällen kommen die Spieler:innen entweder der Reihe nach oder komplett zufällig dran. Dazwischen spielt die Reihenfolge eine immer grösser- resp. kleinerwerdende Rolle."
            }
        },
        "filters": "Filter",
        "explanation": "Erklärung",
        "tags": {
            "title": "Tags",
            "explanation": {
                "overview": "Tags erlauben es, die Fragen nach Inhalt zu filtern.",
                "example-tag": "Beispiel-Tag",
                "state-ignore": "In diesem Zustand wird dieses Tag ignoriert.",
                "state-require": "In diesem Zustand werden nur Fragen angezeigt, die das entsprechende Tag aufweisen.",
                "state-prohibit": "In diesem Zustand werden nur Fragen angezeigt, die das entsprechende Tag nicht aufweisen."
            }
        },
        "deepness": {
            "title": "Deepness",
            "explanation": "Jede Frage hat eine «Deepness». Je grösser diese, desto persönlicher die Frage.",
            "min": "min",
            "max": "max"
        },
        "order": {
            "title": "Sortierung",
            "toggleTitle": "Zufällig",
            "mainExplanation": "Wenn aktiviert werden die Fragen zufällig angeordnet.",
            "randomness": {
                "title": "Zufall",
                "byDeepness": "Nach Deepness",
                "random": "Zufällig",
                "explanation": "In den Extremfällen werden die Fragen entweder ausschliesslich innerhalb oder komplett unabhängig der Deepnesse zufällig angeordnet. Dazwischen spielen die Deepnesse eine immer grösser- bzw. kleinerwerdende Rolle."
            }
        },
        "display": {
            "title": "Anzeige",
            "showAuthors": "Autoren anzeigen",
            "language": "Sprache"
        },
        "questionsLeft": "Fragen übrig."
    },
    "urlInvalid": "URL ungültig",
    "noQuestionsLeft": "Diese Filter lassen keine Frage übrig.",
    "updating": "deep wird aktualisiert…",
    "players": {
        "nextPlayer": "Nächste:r Spieler:in",
        "currentPlayer": "Aktuelle:r Spieler:in"
    },
    "stats": {
        "deepnesses": "Deepnesse",
        "tags": "Tags"
    },
    "explanation": {
        "slogan": "Über das reden, was wirklich wichtig ist",
        "questionOfTheDay": "Frage des Tages",
        "rules": "Regeln und Hinweise",
        "rulesIntro": "Es gibt nur eine einzige Regel beim Spielen von deep:",
        "rule1": "Keine oder eine nur teilweise Antwort zu geben ist immer legitim und benötigt keine Rechtfertigung.",
        "rulesExplanation": "Es geht nicht darum, Leute dazu zu drängen, ihre Geheimnisse preiszugeben. Es wird einige Fragen geben, bei denen du keine Antwort hast, oder bei denen du (noch) keine Antwort geben möchtest. Das ist ok, spiel einfach weiter.",
        "adviceIntro": "Zusätzlich zu den Regeln gibt es allerdings einige Hinweise, die das Spielen von deep besser machen:",
        "advice1": "deep hat viele Filter und Einstellungen. Bevor's losgeht, schau sie doch kurz durch und stell sie anhand der mitspielenden Leute ein.",
        "advice2": "Frag zurück! Lass alle antworten, die etwas zur Frage zu sagen haben. Teilt euer Erleben und redet über Unterschiede und Gemeinsamkeiten.",
        "advice3": "Du weisst keine Antwort auf die Frage, die dir gestellt wurde, aber auf eine ähnliche? Dann ändere die Frage! Die Fragen sollen euch dienen, nicht andersrum.",
        "advice4": "Schweift ab! Wenn du am Schluss ein langes und tiefes Gespräch geführt hast, aber keine einzige Frage beantwortet hast, hast du das Spiel gewonnen. Es geht nicht darum, möglichst viele Fragen zu beantworten, sondern gute Gespräche zu führen.",
        "advice5": "Und grundsätzlich: Mach damit, was du willst. Wenn es dir hilft – grossartig.",
        "howTo": "Wie das Spiel funktioniert",
        "howToIntro": "Es gibt keine Regeln, wie das Spiel funktioniert, macht, was auch immer hilfreich ist. Wenn du Inspiration möchtest, versuch doch mal folgendes:",
        "howTo1": "Wähle den Modus «Zufällige Frage» aus und gib das Handy herum, damit jede:r mal drankommt, eine Frage zu beantworten. Oder benutze das «Spieler:innen»-Modul, damit deep der/die nächste Spieler:in auswählt!",
        "howTo2": "Wähle den Modus «Von 3 auswählen» oder «Von 5 auswählen» und lass den/die Spieler:in, der/die gerade die Frage beantwortet hat, die nächste Frage für die nächste Person auswählen. Alternativ kann die nächste Person selbst die Frage auswählen, zu der sie etwas zu sagen hat.",
        "install": "deep installieren",
        "installIntro": "deep funktioniert offline! Um es zu installieren, ",
        "installExplanationLink": "https://web.archive.org/web/21000000000000if_/https://mobilesyrup.com/2020/05/24/how-install-progressive-web-app-pwa-android-ios-pc-mac/",
        "installExplanationText": "folge dieser Anleitung.",
        "contribute": "Mitwirken",
        "contributeIntro": "deep ist open source and du darfst gerne Ideen für Fragen beitragen, Tipp-Fehler oder Bugs melden oder Code-Änderungen vorschlagen entweder direkt auf ",
        "contributeLinkText": "GitHub",
        "contributePostLink": ", oder per ",
        "contributeEmailLinkText": "Mail",
        "contributePostEmailLinkText": "."
    }
}